import { required } from 'nodemon/lib/config';
import { MdSettingsVoice } from 'react-icons/md';

export const links = [{
        name: "خانه",
        path: '/'
    },
    {
        name: "ورود",
        path: '/user_login'
    },
    {
        name: "ثبت نام",
        path: '/user_register'
    }

]

export const features = [{
        id: 1,
        icon: < MdSettingsVoice / > ,
        title: "اپشن ها",
        info: "این برنامه برنامه خوبی است",
        path: "/features/111"
    },
    {
        id: 2,
        icon: < MdSettingsVoice / > ,
        title: "اپشن ها",
        info: "این برنامه برنامه خوبی است",
        path: "/features/111"
    },
    {
        id: 3,
        icon: < MdSettingsVoice / > ,
        title: "اپشن ها",
        info: "این برنامه برنامه خوبی است",
        path: "/features/111"
    },
    {
        id: 4,
        icon: < MdSettingsVoice / > ,
        title: "اپشن ها",
        info: "این برنامه برنامه خوبی است",
        path: "/features/111"
    },
]





export const values = [{
        id: 1,
        icon: < MdSettingsVoice / > ,
        title: "امکانات۱",
        desc: "این برنامه به خوبی برای تشخیص بیماران افازی توسعه داده شده است"
    },
    {
        id: 2,
        icon: < MdSettingsVoice / > ,
        title: "امکانات۲",
        desc: "این برنامه به خوبی برای تشخیص بیماران افازی توسعه داده شده است"
    },
    {
        id: 3,
        icon: < MdSettingsVoice / > ,
        title: "امکانات۳",
        desc: "این برنامه به خوبی برای تشخیص بیماران افازی توسعه داده شده است"
    },
    {
        id: 4,
        icon: < MdSettingsVoice / > ,
        title: "امکانات۴",
        desc: "این برنامه به خوبی برای تشخیص بیماران افازی توسعه داده شده است"
    },

]

export const faqs = [{
        id: 1,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    },
    {
        id: 2,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    },
    {
        id: 3,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    },
    {
        id: 4,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    },
    {
        id: 5,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    },
    {
        id: 6,
        question: "اپلیکیشن شما چگونه کار می کند؟",
        answer: "شما میتوانید با استفاده از اپلیکیشن ما خود را بیازمایید و مطلع بشوید که ایا به بیماری افازی مبتلا هستید یا نه."
    }


]


export const testimonials = [{
        id: 1,
        name: "علی عادلی",
        quote: "این اپلیکیشن به من کمک کرد تا بتوانم بیماران خود را به درستی شناسایی کنم و روند درمان ان ها را پیگیری کنم",
        avatar: required("./images/avatar1.jpg")
    },
    {
        id: 2,
        name: "سینا صدری",
        quote: "این اپلیکیشن به من کمک کرد تا بتوانم بیماران خود را به درستی شناسایی کنم و روند درمان ان ها را پیگیری کنم",
        job: "بیمار",
        avatar: required("./images/avatar2.jpg")
    },
    {
        id: 3,
        name: "شهره شهلایی",
        quote: "این اپلیکیشن به من کمک کرد تا بتوانم بیماران خود را به درستی شناسایی کنم و روند درمان ان ها را پیگیری کنم",
        job: "بیمار",
        avatar: required("./images/avatar3.jpg")
    },
    {
        id: 4,
        name: "حسام قهرمانی",
        quote: "این اپلیکیشن به من کمک کرد تا بتوانم بیماران خود را به درستی شناسایی کنم و روند درمان ان ها را پیگیری کنم",
        job: "کاردرمان",
        avatar: required("./images/avatar4.jpg")
    },
    {
        id: 5,
        name: "سارا سینایی",
        quote: "این اپلیکیشن به من کمک کرد تا بتوانم بیماران خود را به درستی شناسایی کنم و روند درمان ان ها را پیگیری کنم",
        job: "کاردرمان",
        avatar: required("./images/avatar5.jpg")
    }
]